[
    {
        "id" : "1",
        "title" : "Sennheiser - HD600",
        "description" : "The HD 600 Avantgarde are audiophile-quality, open dynamic hi-fi/professionalstereo headphones. The advanced diaphragm design eliminates standing waves in the diaphragm material. The HD 600 can be connected directly to hi-fi systems of the highest quality, in particular DAT, DVD, MD and CD players. These headphones are an ideal choice for the professional recording engineer recording classical music.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0013416_5.jpg",
        "price" : "399.95",
        "category" : "headphones"
    },
    {
        "id" : "2",
        "title" : "Audio-Technica - ATH-M20x",
        "description" : "The ATH-M20x professional monitor headphones are a great introduction to the critically acclaimed M-Series line. Modern design and high-quality materials combine to deliver a comfortable listening experience, with enhanced audio and effective isolation. An excellent choice for tracking and mixing.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0026341.jpg",
        "price" : "49",
        "category" : "headphones"
    },
    {
        "id" : "3",
        "title" : "Sennheiser - HD25",
        "description" : "The Sennheiser HD25 headphones are an on-ear set of DJ headphones with a formidable reputation. It's not uncommon to see top-name DJs rocking these both at intimate gigs and massive festival stages. The HD 25 offers to give DJs a durable, well-crafted set of headphones with quality sound.",
        "image" : "https://www.djservice.se/bilder/produkter/4/IDS0047881.jpg",
        "price" : "149.95",
        "category" : "headphones"
    },
    {
        "id" : "4",
        "title" : "Audio-Technica - ATH-M50x",
        "description" : "This is the most critically acclaimed model in the M-Series line, praised by top audio engineers and pro audio reviewers year after year. The ATH-M50x features the same coveted sonic signature, now with refined earpads and detachable cables. From large-aperture drivers to sound isolating earcups and robust construction, the M50x provides an unmatched experience for the most critical audio professionals.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0026344.jpg",
        "price" : "139.95",
        "category" : "headphones"
    },
    {
        "id" : "5",
        "title" : "AKG - K712 Pro",
        "description" : "The K712 PROs are reference, open, over-ear headphones for precise listening, mixing and mastering. The over-ear design guarantees maximum wearing comfort for fatigue-free mixing and mastering, while providing spacious and airy sound without any compromise. Their precise powerful sound results from improved low-end performance by 3dB. Being hand-crafted in Austria, the K712 PROs represent the high quality and legendary design AKG is known for.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0019669.jpg",
        "price" : "239.95",
        "category" : "headphones"
    },
    {
        "id" : "6",
        "title" : "AKG - K612 Pro",
        "description" : "K612 PRO headphones are reference open, over-ear phones that deliver natural sound imaging for professional monitoring. The advanced open technology offers comfort for long working sessions and a full, spacious sound. AKG’s patented Varimotion™ diaphragm technology completes the unique sound of the K612 PRO.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0019668.jpg",
        "price" : "117.95",
        "category" : "headphones"
    },
    {
        "id" : "7",
        "title" : "Shure - SRH1540",
        "description" : "The SRH1540 Premium Closed-Back Headphones deliver superior acoustic performance, comfort, and durability to professional engineers, musicians, and audiophiles alike. The SRH1540 utilizes 40 mm neodymium drivers for an expansive soundstage with clear, extended highs and warm bass. Developed with aluminum alloy and carbon fiber construction, the lightweight and durable design also features Alcantara™ ear pads for maximum sound isolation and comfort.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0025265.jpg",
        "price" : "439.99",
        "category" : "headphones"
    },
    {
        "id" : "8",
        "title" : "Shure - SRH840 headphones",
        "description" : "Designed for professional audio engineers and musicians, the SRH840 Professional Monitoring Headphones from Shure are optimized for studio recording and critical listening. A precisely tailored frequency response and 40mm neodymium dynamic drivers combine with total comfort and durability to provide the ultimate listening experience. The replaceable cable and included set of replacement ear pads ensure a long product life. Also includes threaded 1/4 {6.3mm} gold-plated adapter.",
        "image" : "https://www.djservice.se/bilder/produkter/9/IDS0090440.jpg",
        "price" : "116.95",
        "category" : "headphones"
    },
    {
        "id" : "9",
        "title" : "KRK - RP5G4WN White Noise Rokit",
        "description" : "The new 5 KRK ROKIT RP5 G4 {Generation 4} bi-amp professional monitor takes music and sound creativity to a whole new industry-level. DSP-driven Graphic EQ with 25 settings help condition your acoustic environment while offering new levels of versatility in a studio monitor. Matching drivers made with Kevlar® ensures the same sonic integrity across all frequencies. A new scientifically designed speaker enclosure and front-firing port offer exceptional low-end extension and accuracy, punch and flexible room-positioning. The new powerful, yet efficient custom Class D power amplifier drives the speakers evenly and more efficiently at reduced operating temperatures and improves audio integrity.",
        "image" : "https://www.djservice.se/bilder/produkter/8/IDS0081800_1.jpeg",
        "price" : "169.95",
        "category" : "monitors"
    },
    {
        "id" : "10",
        "title" : "KRK - Classic 5",
        "description" : "KRK Classic 5 Powered Studio Monitors incorporate over 30 years of innovation From the world’s leading studio monitor manufacturer. Borrowing concepts from the rokit line—one of the most used studio monitor lines in the world, The Classic 5 defaults to a new flat frequency solution towards more critical listening—transpiring into more accurate mixes. With the optional +2dB KRK bass boost, the Classic 5 holds true to the sound that music creators around the world have loved for years. The Classic 5 monitors deliver a multitude of features geared to meet the demands of today's competitive producers and engineers including an innovative class A/B amplifier with a built-in automatic limiter, a 1” soft dome tweeter and 5” glass-Aramid composite woofer, a waveguide designed to ensure detailed Imaging in the listening position, a front-slotted bass port to reduce boundary coupling and allow flexible positioning in the room, and multiple input connections to ensure the Classic 5 will easily integrate into any system configuration. Taking cues from one of the most used studio monitors in the world, The KRK Classic 5 is a valuable compact solution towards accurate mixes and productions.",
        "image" : "https://www.djservice.se/bilder/produkter/8/IDS0087299.jpg",
        "price" : "149.95",
        "category" : "monitors"
    },
    {
        "id" : "11",
        "title" : "Yamaha - HS8",
        "description" : "2-way bass-reflex bi-amplified nearfield studio monitor with 8 cone woofer and 1 dome tweeter.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0018244.jpg",
        "price" : "276.95",
        "category" : "monitors"
    },
    {
        "id" : "12",
        "title" : "Focal - Alpha 50",
        "description" : "The ALPHA 50 is composed of a 5 {13cm} woofer/ midrange speaker with a Polyglass cone loaded in a large laminar port and of a 1 {25mm} aluminum inverted dome tweeter. It features a 20W amplifier for the tweeter and a 35W amplifier for the woofer, and has a frequency response of 45Hz to 22kHz {+/- 3dB}.",
        "image" : "https://www.djservice.se/bilder/produkter/3/IDS0027272.jpg",
        "price" : "239.95",
        "category" : "monitors"
    },
    {
        "id" : "13",
        "title" : "Genelec - 8010A Dark Grey",
        "description" : "The new Genelec 8010 allows professionals to work in compact studios and on the move with an accurate monitoring tool. The ease of installation and outstanding sound quality make Genelec 8010 monitors ideal for small studios, OB vans, and perfect companions for portable recording devices and other mobile work.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0026245.jpg",
        "price" : "282.95",
        "category" : "monitors"
    },
    {
        "id" : "14",
        "title" : "ADAM - A77X - SPKB",
        "description" : "The Adam Audio A77X Powered Studio Monitor offers the same outstanding features, and advanced technologies as the A7X, but the A77X adds higher, compression-free sound pressure levels and dynamics. The Adam Audio A77X Powered Studio Monitor is is perfectly suited for both near- and midfield monitoring thanks to its powerful design and radiation characteristics.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0016712.jpg",
        "price" : "762.95",
        "category" : "monitors"
    },
    {
        "id" : "15",
        "title" : "DAP Audio - CM-87",
        "description" : "The DAP CM-87 is a large diaphragm condenser-microphone for recording purposes. But it can also be used for live sound amplification in not so rough situations like acoustic ensembles or orchestras.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0014365.jpg",
        "price" : "199.95",
        "category" : "microphones"
    },
    {
        "id" : "16",
        "title" : "Shure - 545SD-LC",
        "description" : "The UNlDYNE III is a favorite for instrument pickup and recording, and can be used on lecterns for public address systems such as those used in political conventions and legislatures, convention halls, hotels, public auditoriums, stadiums, schools, and churches.",
        "image" : "https://www.djservice.se/bilder/produkter/2/IDS0018813.jpg",
        "price" : "129.95",
        "category" : "microphones"
    },
    {
        "id" : "17",
        "title" : "sE Electronics - 2200 VE",
        "description" : "State-of-the-art components and a shorter, optimized signal path provide even better noise performance & clarity, new pad & filter options increase its versatility, and the fit & finish has been updated with sE’s latest manufacturing techniques - but the sE2200-VE retains all the classic sound of the original.",
        "image" : "https://www.djservice.se/bilder/produkter/10/IDS0103813.jpg",
        "price" : "199.99",
        "category" : "microphones"
    },
    {
        "id" : "18",
        "title" : "Audio-Technica - AT2020",
        "description" : "Audio-Technica’s stringent quality and consistency standards set the AT2020 apart from other mics in its class. Its low-mass diaphragm is custom-engineered for extended frequency response and superior transient response. With rugged construction for durable performance, the microphone offers a wide dynamic range and handles high SPLs with ease. The AT2020: the new standard for affordable side-address studio condensers.",
        "image" : "https://www.djservice.se/bilder/produkter/1/IDS0011694.jpg",
        "price" : "99.95",
        "category" : "microphones"
    },
    {
        "id" : "19",
        "title" :  "Samson - CL7a",
        "description" : "The Samson CL7a is a large-diaphragm condenser microphone that delivers balanced, detailed sound from its custom tuned condenser capsule. It features rock-solid construction, and exceptional electronics; it is sure to become the go-to mic in your home, project, or professional studio. The CL7a is perfect for capturing an expressive solo vocalist, or for preserving the tonality and presence of instruments such as acoustic guitar, flute, or even upright bass. Plus, the CL7a handles extreme SPLs which makes for an ideal guitar cabinet or overhead drum microphone.",
        "image" : "https://www.djservice.se/bilder/produkter/9/IDS0090159.jpg",
        "price" : "179.95",
        "category" : "microphones"
    },
    {
        "id" : "20",
        "title" : "Shure - SM137",
        "description" : "The SM137 is a versatile, flat-response cardioid condenser probe microphone. The SM137 has an ultra-thin diaphragm for a frequency response that combines a smooth high-end with a tight, controlled low-end and a 15db pad for natural sound reproduction in both acoustic and high volume performance applications.",
        "image" : "https://www.djservice.se/bilder/produkter/1/IDS0011561.jpg",
        "price" : "225.95",
        "category" : "microphones"
    }
]